Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Added support for searching in several languages at once.
sv: Lagt till stÃ¶d fÃ¶r sÃ¶kning pÃ¥ flera sprÃ¥k samtidigt.

source: New add-on to configure gettext output wrapping.
sv: Nytt tillÃ¤gg fÃ¶r att konfigurera gettext-utmatningsbrytning.

source: New add-on to configure JSON formatting.
sv: Nytt tillÃ¤gg fÃ¶r att konfigurera JSON-formatering.

source: Added support for authentication in API using RFC 6750 compatible Bearer authentication.
sv: Lagt till stÃ¶d fÃ¶r autentisering i API med hjÃ¤lp av RFC 6750-kompatibel Bearer-autentisering.

source: Added support for automatic translation using machine translation services.
sv: Lagt till stÃ¶d fÃ¶r automatisk Ã¶versÃ¤ttning med hjÃ¤lp av maskinÃ¶versÃ¤ttningstjÃ¤nster.

source: Added support for HTML markup in whiteboard messages.
sv: Lagt till stÃ¶d fÃ¶r HTML-markeringar i whiteboard-meddelanden.

source: Added support for mass changing state of strings.
sv: Lagt till stÃ¶d fÃ¶r massÃ¤ndring av strÃ¤ngars status.

source: Translate-toolkit at least 2.3.0 is now required, older versions are no longer supported.
sv: Translate-toolkit minst 2.3.0 krÃ¤vs nu, Ã¤ldre versioner stÃ¶ds inte lÃ¤ngre.

source: Added built-in translation memory.
sv: Inbyggt Ã¶versÃ¤ttningsminne har lagts till.

source: Added componentlists overview to dashboard and per component list overview pages.
sv: Lagt till Ã¶versikt Ã¶ver komponentlistor pÃ¥ instrumentpanelen och pÃ¥ Ã¶versiktssidorna fÃ¶r varje komponentlista.

source: Added support for DeepL machine translation service.
sv: StÃ¶d fÃ¶r DeepL:s maskinÃ¶versÃ¤ttningstjÃ¤nst har lagts till.

source: Machine translation results are now cached inside Weblate.
sv: MaskinÃ¶versÃ¤ttningsresultaten cachas nu i Weblate.

source: Added support for reordering committed changes.
sv: Lagt till stÃ¶d fÃ¶r att ordna om Ã¥tagande Ã¤ndringar.

source: *Released on February 20th 2018.*
sv: *SlÃ¤pptes den 20 februari 2018.*

source: Fixed migration issue on upgrade from 2.18.
sv: Ã tgÃ¤rdat migreringsproblem vid uppgradering frÃ¥n 2.18.

source: Improved file upload API validation.
sv: FÃ¶rbÃ¤ttrad validering av API fÃ¶r filuppladdning.

source: *Released on February 15th 2018.*
sv: *SlÃ¤pptes den 15 februari 2018.*

source: Fixed imports across some file formats.
sv: Fixade importer fÃ¶r vissa filformat.

source: Display human friendly browser information in audit log.
sv: Visa anvÃ¤ndarvÃ¤nlig webblÃ¤sarinformation i granskningsloggen.

source: Added TMX exporter for files.
sv: Lagt till TMX-exportÃ¶r fÃ¶r filer.

source: Various performance improvements for loading translation files.
sv: Olika prestandafÃ¶rbÃ¤ttringar fÃ¶r laddning av Ã¶versÃ¤ttningsfiler.

source: Added option to disable access management in Weblate in favor of Django one.
sv: Lagt till alternativ fÃ¶r att inaktivera Ã¥tkomsthantering i Weblate till fÃ¶rmÃ¥n fÃ¶r Django.

source: Improved glossary lookup speed for large strings.
sv: FÃ¶rbÃ¤ttrad hastighet vid uppslagning i ordlistan fÃ¶r lÃ¥nga strÃ¤ngar.

source: Compatibility with django_auth_ldap 1.3.0.
sv: Kompatibilitet med django_auth_ldap 1.3.0.

source: Configuration errors are now stored and reported persistently.
sv: Konfigurationsfel lagras nu och rapporteras kontinuerligt.

source: Honor ignore flags in whitespace autofixer.
sv: Respektera ignorera-flaggor i autokorrigeraren fÃ¶r blanksteg.

source: Improved compatibility with some Subversion setups.
sv: FÃ¶rbÃ¤ttrad kompatibilitet med vissa Subversion-konfigurationer.

source: Improved built-in machine translation service.
sv: FÃ¶rbÃ¤ttrad inbyggd maskinÃ¶versÃ¤ttningstjÃ¤nst.

source: Added support for SAP Translation Hub service.
sv: StÃ¶d fÃ¶r SAP Translation Hub-tjÃ¤nsten har lagts till.

source: Added support for Microsoft Terminology service.
sv: StÃ¶d fÃ¶r Microsoft Terminology-tjÃ¤nsten har lagts till.

source: Removed support for advertisement in notification e-mails.
sv: StÃ¶d fÃ¶r annonser i e-postmeddelanden med aviseringar har tagits bort.

source: Improved translation progress reporting at language level.
sv: FÃ¶rbÃ¤ttrad rapportering av Ã¶versÃ¤ttningsfÃ¶rloppet pÃ¥ sprÃ¥knivÃ¥.

source: Improved support for different plural formulas.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r olika pluralformer.

source: Added support for Subversion repositories not using stdlayout.
sv: Lagt till stÃ¶d fÃ¶r Subversion-arkiv som inte anvÃ¤nder stdlayout.

source: Added add-ons to customize translation workflows.
sv: Lagt till tillÃ¤gg fÃ¶r att anpassa Ã¶versÃ¤ttningsarbetsflÃ¶den.

source: *Released on December 15th 2017.*
sv: *SlÃ¤pptes den 15 december 2017.*

source: Extended contributor stats.
sv: UtÃ¶kad statistik fÃ¶r bidragsgivare.

source: Improved configuration of special characters virtual keyboard.
sv: FÃ¶rbÃ¤ttrad konfiguration av det virtuella tangentbordet fÃ¶r specialtecken.

source: Added support for DTD file format.
sv: StÃ¶d fÃ¶r DTD-filformat har lagts till.

source: Changed keyboard shortcuts to less likely collide with browser/system ones.
sv: Ãndrade kortkommandon fÃ¶r att minska risken fÃ¶r kollisioner med webblÃ¤sarens/systemets kortkommandon.

source: Improved support for approved flag in XLIFF files.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r godkÃ¤nd flagga i XLIFF-filer.

source: Added support for not wrapping long strings in gettext PO files.
sv: Lagt till stÃ¶d fÃ¶r att inte bryta lÃ¥nga strÃ¤ngar i gettext PO-filer.

source: Added button to copy permalink for current translation.
sv: Lagt till knapp fÃ¶r att kopiera permalÃ¤nk fÃ¶r aktuell Ã¶versÃ¤ttning.

source: Dropped support for Django 1.10 and added support for Django 2.0.
sv: StÃ¶det fÃ¶r Django 1.10 har tagits bort och stÃ¶d fÃ¶r Django 2.0 har lagts till.

source: Removed locking of translations while translating.
sv: LÃ¥sning av Ã¶versÃ¤ttningar under Ã¶versÃ¤ttningen har tagits bort.

source: Added support for adding new strings to monolingual translations.
sv: Lagt till stÃ¶d fÃ¶r att lÃ¤gga till nya strÃ¤ngar till ensprÃ¥kiga Ã¶versÃ¤ttningar.

source: Added support for translation workflows with dedicated reviewers.
sv: Lagt till stÃ¶d fÃ¶r Ã¶versÃ¤ttningsarbetsflÃ¶den med dedikerade granskare.

source: *Released on October 13th 2017.*
sv: *SlÃ¤pptes den 13 oktober 2017.*

source: Fixed running testsuite in some specific situations.
sv: Fixade testsuiten i vissa specifika situationer.

source: Locales updates.
sv: Lokala uppdateringar.

source: Weblate by default does shallow Git clones now.
sv: Weblate gÃ¶r nu som standard ytliga Git-kloner.

source: Improved performance when updating large translation files.
sv: FÃ¶rbÃ¤ttrad prestanda vid uppdatering av stora Ã¶versÃ¤ttningsfiler.

source: Added support for blocking certain e-mails from registration.
sv: Lagt till stÃ¶d fÃ¶r att blockera vissa e-postmeddelanden frÃ¥n registrering.

source: Users can now delete their own comments.
sv: AnvÃ¤ndare kan nu radera sina egna kommentarer.

source: Added preview step to search and replace feature.
sv: FÃ¶rhandsgranskningssteg har lagts till i sÃ¶k- och ersÃ¤ttningsfunktionen.

source: Client side persistence of settings in search and upload forms.
sv: Klientens instÃ¤llningar sparas i sÃ¶k- och uppladdningsformulÃ¤r.

source: Extended search capabilities.
sv: UtÃ¶kade sÃ¶kfunktioner.

source: More fine grained per project ACL configuration.
sv: Mer detaljerad ACL-konfiguration per projekt.

source: Default value of BASE_DIR has been changed.
sv: StandardvÃ¤rdet fÃ¶r BASE_DIR har Ã¤ndrats.

source: Added two step account removal to prevent accidental removal.
sv: Lagt till tvÃ¥stegsprocess fÃ¶r borttagning av konto fÃ¶r att fÃ¶rhindra oavsiktlig borttagning.

source: Project access control settings is now editable.
sv: InstÃ¤llningarna fÃ¶r Ã¥tkomstkontroll fÃ¶r projektet kan nu redigeras.

source: Added optional spam protection for suggestions using Akismet.
sv: Lagt till valfritt spamskydd fÃ¶r fÃ¶rslag med hjÃ¤lp av Akismet.

source: *Released on August 11th 2017.*
sv: *SlÃ¤pptes den 11 augusti 2017.*

source: Added support for nested JSON format.
sv: StÃ¶d fÃ¶r kapslat JSON-format har lagts till.

source: Added support for WebExtension JSON format.
sv: StÃ¶d fÃ¶r WebExtension JSON-format har lagts till.

source: Fixed git exporter authentication.
sv: Fixad autentisering fÃ¶r git-exportÃ¶r.

source: Improved CSV import in certain situations.
sv: FÃ¶rbÃ¤ttrad CSV-import i vissa situationer.

source: Improved look of Other translations widget.
sv: FÃ¶rbÃ¤ttrat utseende pÃ¥ widgeten Andra Ã¶versÃ¤ttningar.

source: The max-length checks is now enforcing length of text in form.
sv: Kontrollen av maximal lÃ¤ngd tillÃ¤mpas nu pÃ¥ textens lÃ¤ngd i formulÃ¤ret.

source: Make the commit_pending age configurable per component.
sv: GÃ¶r commit_pending-Ã¥ldern konfigurerbar per komponent.

source: Various user interface cleanups.
sv: Olika fÃ¶rbÃ¤ttringar av anvÃ¤ndargrÃ¤nssnittet.

source: Fixed component/project/site wide search for translations.
sv: Fast komponent/projekt/webbplatsomfattande sÃ¶kning efter Ã¶versÃ¤ttningar.

source: *Released on June 30th 2017.*
sv: *SlÃ¤pptes den 30 juni 2017.*

source: Show more related translations in other translations.
sv: Visa fler relaterade Ã¶versÃ¤ttningar i andra Ã¶versÃ¤ttningar.

source: Add option to see translations of current string to other languages.
sv: LÃ¤gg till alternativ fÃ¶r att se Ã¶versÃ¤ttningar av aktuell strÃ¤ng till andra sprÃ¥k.

source: Use 4 plural forms for Lithuanian by default.
sv: AnvÃ¤nd 4 pluralformer fÃ¶r litauiska som standard.

source: Fixed upload for monolingual files of different format.
sv: Fast uppladdning fÃ¶r ensprÃ¥kiga filer i olika format.

source: Improved error messages on failed authentication.
sv: FÃ¶rbÃ¤ttrade felmeddelanden vid misslyckad autentisering.

source: Keep page state when removing word from glossary.
sv: BehÃ¥ll sidstatus nÃ¤r ord tas bort frÃ¥n ordlistan.

source: Added direct link to edit secondary language translation.
sv: Lagt till direktlÃ¤nk fÃ¶r att redigera Ã¶versÃ¤ttning till sekundÃ¤rt sprÃ¥k.

source: Added Perl format quality check.
sv: Lagt till kvalitetskontroll i Perl-format.

source: Added support for rejecting reused passwords.
sv: Lagt till stÃ¶d fÃ¶r att avvisa Ã¥teranvÃ¤nda lÃ¶senord.

source: Extended toolbar for editing RTL languages.
sv: UtÃ¶kad verktygsfÃ¤lt fÃ¶r redigering av RTL-sprÃ¥k.

source: *Released on May 24th 2017.*
sv: *SlÃ¤pptes den 24 maj 2017.*

source: Fixed possible error when paginating search results.
sv: RÃ¤ttat mÃ¶jligt fel vid paginering av sÃ¶kresultat.

source: Fixed migrations from older versions in some corner cases.
sv: Fixade migreringar frÃ¥n Ã¤ldre versioner i vissa specialfall.

source: Fixed possible CSRF on project watch and unwatch.
sv: Fixat mÃ¶jligt CSRF vid projektÃ¶vervakning och avaktivering av Ã¶vervakning.

source: The password reset no longer authenticates user.
sv: Ã terstÃ¤llningen av lÃ¶senordet autentiserar inte lÃ¤ngre anvÃ¤ndaren.

source: Fixed possible CAPTCHA bypass on forgotten password.
sv: Fixat mÃ¶jligt CAPTCHA-fÃ¶rbikoppling vid glÃ¶mt lÃ¶senord.

source: *Released on May 17th 2017.*
sv: *SlÃ¤pptes den 17 maj 2017.*

source: Add glossary entries using AJAX.
sv: LÃ¤gg till ordlistor med hjÃ¤lp av AJAX.

source: The logout now uses POST to avoid CSRF.
sv: Utloggningen anvÃ¤nder nu POST fÃ¶r att undvika CSRF.

source: The API key token reset now uses POST to avoid CSRF.
sv: Ã terstÃ¤llningen av API-nyckeltoken anvÃ¤nder nu POST fÃ¶r att undvika CSRF.

source: Weblate sets Content-Security-Policy by default.
sv: Weblate stÃ¤ller in Content-Security-Policy som standard.

source: The local editor URL is validated to avoid self-XSS.
sv: Den lokala redigerarens URL valideras fÃ¶r att undvika sjÃ¤lv-XSS.

source: The password is now validated against common flaws by default.
sv: LÃ¶senordet valideras nu som standard mot vanliga brister.

source: Notify users about important activity with their account such as password change.
sv: Meddela anvÃ¤ndarna om viktiga aktiviteter pÃ¥ deras konto, till exempel lÃ¶senordsÃ¤ndringar.

source: The CSV exports now escape potential formulas.
sv: CSV-exporten undviker nu potentiella formler.

source: Various minor improvements in security.
sv: Olika mindre fÃ¶rbÃ¤ttringar av sÃ¤kerheten.

source: The authentication attempts are now rate limited.
sv: AutentiseringsfÃ¶rsÃ¶ken Ã¤r nu begrÃ¤nsade.

source: Suggestion content is stored in the history.
sv: FÃ¶rslagsinnehÃ¥llet sparas i historiken.

source: Store important account activity in audit log.
sv: Lagra viktig kontoaktivitet i revisionsloggen.

source: Ask for password confirmation when removing account or adding new associations.
sv: Be om lÃ¶senordsbekrÃ¤ftelse nÃ¤r du tar bort ett konto eller lÃ¤gger till nya kopplingar.

source: Show time when suggestion has been made.
sv: Visa tidpunkt nÃ¤r fÃ¶rslaget har lÃ¤mnats.

source: There is new quality check for trailing semicolon.
sv: Det finns en ny kvalitetskontroll fÃ¶r avslutande semikolon.

source: Ensure that search links can be shared.
sv: Se till att sÃ¶klÃ¤nkar kan delas.

source: Included source string information and screenshots in the API.
sv: Inkluderade kÃ¤llstrÃ¤nginformation och skÃ¤rmdumpar i API:et.

source: Allow to overwrite translations through API upload.
sv: TillÃ¥t att Ã¶versÃ¤ttningar skrivs Ã¶ver genom API-uppladdning.

source: *Released on Apr 12th 2017.*
sv: *SlÃ¤pptes den 12 april 2017.*

source: Fixed listing of managed projects in profile.
sv: Fast lista Ã¶ver hanterade projekt i profilen.

source: Fixed migration issue where some permissions were missing.
sv: Ã tgÃ¤rdat migreringsproblem dÃ¤r vissa behÃ¶righeter saknades.

source: Fixed listing of current file format in translation download.
sv: Fast listning av aktuellt filformat i Ã¶versÃ¤ttningsnedladdningen.

source: Return HTTP 404 when trying to access project where user lacks privileges.
sv: Returnera HTTP 404 nÃ¤r du fÃ¶rsÃ¶ker komma Ã¥t ett projekt dÃ¤r anvÃ¤ndaren saknar behÃ¶righet.

source: Fixed quality checks on translation templates.
sv: Fasta kvalitetskontroller av Ã¶versÃ¤ttningsmallar.

source: Added quality check to trigger on losing translation.
sv: Lagt till kvalitetskontroll som aktiveras vid fÃ¶rlust av Ã¶versÃ¤ttning.

source: Add option to view pending suggestions from user.
sv: LÃ¤gg till alternativ fÃ¶r att visa vÃ¤ntande fÃ¶rslag frÃ¥n anvÃ¤ndaren.

source: Add option to automatically build component lists.
sv: LÃ¤gg till alternativ fÃ¶r att automatiskt skapa komponentlistor.

source: Default dashboard for unauthenticated users can be configured.
sv: Standardinstrumentpanelen fÃ¶r icke-autentiserade anvÃ¤ndare kan konfigureras.

source: Add option to browse 25 random strings for review.
sv: LÃ¤gg till alternativ fÃ¶r att blÃ¤ddra igenom 25 slumpmÃ¤ssiga strÃ¤ngar fÃ¶r granskning.

source: History now indicates string change.
sv: Historiken visar nu att strÃ¤ngen har Ã¤ndrats.

source: Better error reporting when adding new translation.
sv: BÃ¤ttre felrapportering vid tillÃ¤gg av ny Ã¶versÃ¤ttning.

source: Added per language search within project.
sv: Lagt till sÃ¶kning per sprÃ¥k inom projektet.

source: Group ACLs can now be limited to certain permissions.
sv: Grupp-ACL:er kan nu begrÃ¤nsas till vissa behÃ¶righeter.

source: The per project ACLs are now implemented using Group ACL.
sv: ACL:er per projekt implementeras nu med hjÃ¤lp av grupp-ACL.

source: Added more fine grained privileges control.
sv: Lagt till mer detaljerad behÃ¶righetskontroll.

source: Various minor UI improvements.
sv: Olika mindre fÃ¶rbÃ¤ttringar av anvÃ¤ndargrÃ¤nssnittet.

source: *Released on Mar 3rd 2017.*
sv: *SlÃ¤ppt den 3 mars 2017.*

source: Improved admin interface for groups.
sv: FÃ¶rbÃ¤ttrat administratÃ¶rsgrÃ¤nssnitt fÃ¶r grupper.

source: Added support for Yandex Translate API.
sv: StÃ¶d fÃ¶r Yandex Translate API har lagts till.

source: Improved speed of site wide search.
sv: FÃ¶rbÃ¤ttrad hastighet fÃ¶r sÃ¶kning pÃ¥ hela webbplatsen.

source: Added project and component wide search.
sv: Lagt till sÃ¶kning Ã¶ver hela projektet och komponenterna.

source: Added project and component wide search and replace.
sv: Lagt till sÃ¶kning och ersÃ¤ttning fÃ¶r hela projektet och komponenter.

source: Improved rendering of inconsistent translations.
sv: FÃ¶rbÃ¤ttrad Ã¥tergivning av inkonsekventa Ã¶versÃ¤ttningar.

source: Added support for opening source files in local editor.
sv: Lagt till stÃ¶d fÃ¶r att Ã¶ppna kÃ¤llfiler i lokal editor.

source: Added support for configuring visual keyboard with special characters.
sv: Lagt till stÃ¶d fÃ¶r konfigurering av visuellt tangentbord med specialtecken.

source: Improved screenshot management with OCR support for matching source strings.
sv: FÃ¶rbÃ¤ttrad skÃ¤rmdumpshantering med OCR-stÃ¶d fÃ¶r matchning av kÃ¤llstrÃ¤ngar.

source: Default commit message now includes translation information and URL.
sv: StandardbekrÃ¤ftelsemeddelandet innehÃ¥ller nu Ã¶versÃ¤ttningsinformation och URL.

source: Added support for Joomla translation format.
sv: StÃ¶d fÃ¶r Joomla-Ã¶versÃ¤ttningsformat har lagts till.

source: Improved reliability of import across file formats.
sv: FÃ¶rbÃ¤ttrad tillfÃ¶rlitlighet vid import mellan olika filformat.

source: *Released on Jan 31st 2017.*
sv: *SlÃ¤pptes den 31 januari 2017.*

source: Include language detailed information on language page.
sv: Inkludera detaljerad information om sprÃ¥ket pÃ¥ sprÃ¥ksidan.

source: Mercurial backend improvements.
sv: FÃ¶rbÃ¤ttringar av Mercurial-backend.

source: Added option to specify translation component priority.
sv: Lagt till alternativ fÃ¶r att ange prioritet fÃ¶r Ã¶versÃ¤ttningskomponenter.

source: More consistent usage of Group ACL even with less used permissions.
sv: Mer konsekvent anvÃ¤ndning av grupp-ACL Ã¤ven med mindre anvÃ¤nda behÃ¶righeter.

source: Added WL_BRANCH variable to hook scripts.
sv: Lade till variabeln WL_BRANCH till hook-skript.

source: Improved developer documentation.
sv: FÃ¶rbÃ¤ttrad dokumentation fÃ¶r utvecklare.

source: Better compatibility with various Git versions in Git exporter add-on.
sv: BÃ¤ttre kompatibilitet med olika Git-versioner i Git-exporttillÃ¤gget.

source: Included per project and component stats.
sv: IngÃ¥r per projekt och komponentstatistik.

source: Added language code mapping for better support of Microsoft Translate API.
sv: LÃ¤gger till sprÃ¥kkodmappning fÃ¶r bÃ¤ttre stÃ¶d fÃ¶r Microsoft Translate API.

source: Moved fulltext cleanup to background job to make translation removal faster.
sv: Flyttade fulltextrensningen till bakgrundsjobb fÃ¶r att gÃ¶ra borttagningen av Ã¶versÃ¤ttningar snabbare.

source: Fixed displaying of plural source for languages with single plural form.
sv: Fast visning av pluralform fÃ¶r sprÃ¥k med enkel pluralform.

source: Improved error handling in import_project.
sv: FÃ¶rbÃ¤ttrad felhantering i import_project.

source: *Released on Jan 20th 2017.*
sv: *SlÃ¤ppt den 20 januari 2017.*

source: Do not leak account existence on password reset form (:cve:`2017-5537`).
sv: LÃ¤ck inte information om kontots existens pÃ¥ formulÃ¤ret fÃ¶r Ã¥terstÃ¤llning av lÃ¶senord (:cve:`2017-5537`).

source: *Released on Dec 15th 2016.*
sv: *SlÃ¤pptes den 15 december 2016.*

source: Added quality check to check whether plurals are translated differently.
sv: Lagt till kvalitetskontroll fÃ¶r att kontrollera om pluralformer Ã¶versÃ¤tts pÃ¥ olika sÃ¤tt.

source: Fixed GitHub hooks for repositories with authentication.
sv: Fixade GitHub-hooks fÃ¶r repositorier med autentisering.

source: Added optional Git exporter module.
sv: Lagt till valfri Git-exportmodul.

source: Support for Microsoft Cognitive Services Translator API.
sv: StÃ¶d fÃ¶r Microsoft Cognitive Services Translator API.

source: Simplified project and component user interface.
sv: FÃ¶renklat anvÃ¤ndargrÃ¤nssnitt fÃ¶r projekt och komponenter.

source: Added automatic fix to remove control characters.
sv: Lagt till automatisk korrigering fÃ¶r att ta bort kontrolltecken.

source: Added per language overview to project.
sv: Lagt till Ã¶versikt per sprÃ¥k till projektet.

source: Added support for CSV export.
sv: StÃ¶d fÃ¶r CSV-export har lagts till.

source: Added CSV download for stats.
sv: Lagt till CSV-nedladdning fÃ¶r statistik.

source: Added matrix view for quick overview of all translations.
sv: Matrisvy har lagts till fÃ¶r snabb Ã¶versikt Ã¶ver alla Ã¶versÃ¤ttningar.

source: Added basic API for changes and strings.
sv: Lagt till grundlÃ¤ggande API fÃ¶r Ã¤ndringar och strÃ¤ngar.

source: Added support for Apertium APy server for machine translations.
sv: Lagt till stÃ¶d fÃ¶r Apertium APy-server fÃ¶r maskinÃ¶versÃ¤ttningar.

source: *Released on Nov 4th 2016.*
sv: *SlÃ¤pptes den 4 november 2016.*

source: Extended parameters for createadmin management command.
sv: UtÃ¶kade parametrar fÃ¶r kommandot createadmin management.

source: Extended import_json to be able to handle with existing components.
sv: UtÃ¶kade import_json fÃ¶r att kunna hantera befintliga komponenter.

source: Added support for YAML files.
sv: StÃ¶d fÃ¶r YAML-filer har lagts till.

source: Project owners can now configure translation component and project details.
sv: ProjektÃ¤gare kan nu konfigurera Ã¶versÃ¤ttningskomponenter och projektdetaljer.

source: Use "Watched" instead of "Subscribed" projects.
sv: AnvÃ¤nd "Bevakade" istÃ¤llet fÃ¶r "Prenumererade" projekt.

source: Projects can be watched directly from project page.
sv: Projekt kan ses direkt frÃ¥n projektsidan.

source: Added multi language status widget.
sv: Lagt till flersprÃ¥kig statuswidget.

source: Highlight secondary language if not showing source.
sv: Markera sekundÃ¤rt sprÃ¥k om kÃ¤llsprÃ¥ket inte visas.

source: Record suggestion deletion in history.
sv: Registrera borttagning av fÃ¶rslag i historiken.

source: Improved UX of languages selection in profile.
sv: FÃ¶rbÃ¤ttrad anvÃ¤ndarupplevelse vid val av sprÃ¥k i profilen.

source: Fixed showing whiteboard messages for component.
sv: Fixat visning av whiteboard-meddelanden fÃ¶r komponent.

source: Keep preferences tab selected after saving.
sv: BehÃ¥ll fliken InstÃ¤llningar vald efter att du har sparat.

source: Show source string comment more prominently.
sv: Visa kÃ¤llstrÃ¤ngkommentaren tydligare.

source: Automatically install Gettext PO merge driver for Git repositories.
sv: Installera automatiskt Gettext PO-sammanslagningsdrivrutin fÃ¶r Git-arkiv.

source: Added search and replace feature.
sv: Lagt till sÃ¶k- och ersÃ¤ttningsfunktion.

source: Added support for uploading visual context (screenshots) for translations.
sv: Lagt till stÃ¶d fÃ¶r uppladdning av visuellt sammanhang (skÃ¤rmdumpar) fÃ¶r Ã¶versÃ¤ttningar.

source: *Released on Aug 31st 2016.*
sv: *SlÃ¤pptes den 31 augusti 2016.*

source: Translations.
sv: ÃversÃ¤ttningar.

source: Updated bundled JavaScript libraries.
sv: Uppdaterade JavaScript-bibliotek i paketet.

source: Added list_translators management command.
sv: Lagt till kommandot list_translators fÃ¶r hantering.

source: Django 1.8 is no longer supported.
sv: Django 1.8 stÃ¶ds inte lÃ¤ngre.

source: Fixed compatibility with Django 1.10.
sv: Kompatibilitet med Django 1.10 har Ã¥tgÃ¤rdats.

source: Added Subversion support.
sv: Lagt till stÃ¶d fÃ¶r Subversion.

source: Separated XML validity check from XML mismatched tags.
sv: Separerade XML-giltighetskontroll frÃ¥n XML-taggar som inte stÃ¤mmer Ã¶verens.

source: Fixed API to honor HIDE_REPO_CREDENTIALS settings.
sv: Fixat API fÃ¶r att respektera HIDE_REPO_CREDENTIALS-instÃ¤llningar.

source: Show source change in Zen mode.
sv: Visa kÃ¤llÃ¤ndring i Zen-lÃ¤ge.

source: Alt+PageUp/PageDown/Home/End now works in Zen mode as well.
sv: Alt+PageUp/PageDown/Home/End fungerar nu Ã¤ven i Zen-lÃ¤ge.

source: Add tooltip showing exact time of changes.
sv: LÃ¤gg till verktygstips som visar exakt tidpunkt fÃ¶r Ã¤ndringar.
